Repository: n0an/MyNames
Catalog: Nickname generator/*.lproj/Localizable.strings
Languages: ru

# TITLE_CLEAR
source: Delete ALL favorite names?
ru: Удалить избранные имена?

# CANCEL_CLEAR
source: Cancel
ru: Отмена

# NAMECATEGORY0000
source: Random
ru: Случайное имя

# NAMECATEGORY0001
source: Greek mythology
ru: Греческая мифология

# NAMECATEGORY0002
source: Vedic mythology
ru: Ведическая мифология

# NAMECATEGORY0003
source: Roman mythology
ru: Римская мифология

# NAMECATEGORY0004
source: Norse mythology
ru: Скандинавская мифология

# NAMECATEGORY0005
source: Egyptian mythology
ru: Египетская мифология

# NAMECATEGORY0006
source: Persian mythology
ru: Персидская мифология

# NAMECATEGORY0007
source: Celtic mythology
ru: Кельтская мифология

# NAMECATEGORY0201
source: Dune
ru: Дюна

# PAGEHEADERS02
source: Easy to use
ru: Удобный интерфейс

# PAGEHEADERS03
source: Favorites
ru: Избранное

# PAGEHEADERS04
source: Flexible settings
ru: Гибкие настройки

# PAGEHEADERS05
source: More info
ru: Больше информации

# PAGESUBHEADERS01
source: Generate a new name, pressing the button
ru: Генерируйте имена, нажимая на кнопку

# PAGESUBHEADERS02
source: or by shaking device
ru: или встряхивая устройство

# PAGESUBHEADERS03
source: Add names you like to Favorites
ru: Добавляйте понравившиеся имена в Избранное

# PAGESUBHEADERS04
source: Configure generator as you wish
ru: Сконфигурируйте генератор по своему желанию

# PAGESUBHEADERS05
source: Get more info about name by clicking it
ru: Узнайте больше об имени в каталоге имен

# PAGEIMAGECONTENTS05
source: descrEn
ru: descr

# SHARE_TEXT
source: generated with MyNames (https://appsto.re/us/HZhdcb.i)
ru: сгенерировано в МоиИмена (https://appsto.re/ru/HZhdcb.i)

# SHARE_MESSAGE
source: Share using
ru: Поделиться с помощью

# SHARE_TWITTER_UNAVAILABLE_TITLE
source: Twitter Unavailable
ru: Twitter недоступен

# SHARE_TWITTER_UNAVAILABLE_MESSAGE
source: You haven't registered your Twitter account. Please go to Settings > Twitter to create one.
ru: Вы не вошли в учетную запись Twitter. Пожалуйста, войдите в свою учетную запись в Настройки > Twitter

# SHARE_FACEBOOK_UNAVAILABLE_TITLE
source: Facebook Unavailable
ru: Facebook недоступен

# SHARE_FACEBOOK_UNAVAILABLE_MESSAGE
source: You haven't registered your Facebook account. Please go to Settings > Facebook to create one.
ru: Вы не вошли в учетную запись Facebook. Пожалуйста, войдите в свою учетную запись в Настройки > Facebook

# SHARE_ACTION_OTHER
source: Other
ru: Другое

# ROW_ACTION_SHARE
source: Share
ru: Поделиться

# ROW_ACTION_DELETE
source: Delete
ru: Удалить
